## Hello, World!!!
Этот сайт был создан для публикации моих проектов в сеть. Рано или поздно тут появятся новые проекты. В основном, мой код открыт и доступен для всех.

--
## Обо мне:
Меня зовут Санёк и я из Москвы. Я занимаюсь созданием сайтов и игр. В основном игр. Но и сайтов тоже :)
Как и любой программист, я хочу сделать крутой, большой проект, который понравится многим. 
Сейчас я занят разработкой игрового движка ZenT Engine для своей будущей игры(логично)

## И это все?

Конечно, нет :) 
Как и любой `айтишник`, я начал со слов `Hello, World!`. Конечно, этого никто не видел. Но кому это интересно? Кто это читает? Зачем я это пишу?

_Почему, мистер Андерсон, почему? Во имя чего? Что вы делаете? Зачем, зачем встаете? Зачем продолжаете драться? Неужели вы верите в какую-то миссию, или вам просто страшно погибать? Так в чем же миссия, может быть, вы откроете? <..> Вам пора это увидеть, мистер Андерсон, увидеть и понять! Вы не можете победить, продолжать борьбу бессмысленно. Почему, мистер Андерсон, почему вы упорствуете?
— Потому что это мой выбор._

-Сильные слова... Как-никак, они мне подходят

## Что я сделал?
-Много чего. Если я начну перечислять, вы устанете читать. Во вском случае, релизнутых проектов у меня около 5

1)UpToUp - игрушка, созданная по тутору в ютубе
2)CarFootball Online - тоже игрушка, только с мультиплеером. Проста, как сатиновые трусы
3)ZenT Engine - движок, он еще не готов
4)RadiaticA - игра на моем движке. Даже не начата...
